app/views/search/do.html.erb

SELECT "areas".* FROM "areas"
---
    <select name="city">
  <% Area.all.each do |city| %>