app/views/admin/do.html.erb

      <% end %>
   <% Area.all.each do |city| %>
---
SELECT "areas".* FROM "areas"