app/views/job/do.html.erb

SELECT  "areas".* FROM "areas"  ORDER BY "areas"."id" ASC LIMIT 1
SELECT COUNT(*) FROM "areas"
---

    <p><%= Area.count %>件です</p>