app/controllers/job_controller.rb

  def do

   @job = Job.first.description
    @area = Area.first.city
---
SELECT  "areas".* FROM "areas"  ORDER BY "areas"."id" ASC LIMIT 1