app/views/newedit/do.html.erb

SELECT "areas".* FROM "areas"
---
          都道府県<br><select name="name">
        <% Area.all.each do |city| %>